Repository: ahmetmvural1/YouTube-Summary
Catalog: Video Summarize/Video Summarize/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, pt_pt, tr

# Hadi Başlayalım!
source: Let's Get Started!
de: Lass uns anfangen!
es: ¡Empecemos!
fr: Commençons!
pt_pt: Vamos Começar!
tr: Hadi Başlayalım!

source: Save time and focus only on the key points with our AI that quickly analyzes long videos.
de: Sparen Sie Zeit und konzentrieren Sie sich nur auf die wichtigsten Punkte mit unserer KI, die lange Videos schnell analysiert.
es: Ahorra tiempo y concéntrate solo en los puntos clave con nuestra IA que analiza rápidamente los videos largos.
fr: Gagnez du temps et concentrez-vous uniquement sur les points clés grâce à notre IA qui analyse rapidement les longues vidéos.
pt_pt: Economize tempo e foque apenas nos pontos principais com nossa IA que analisa rapidamente vídeos longos.
tr: Uzun videoları hızlıca analiz eden yapay zekamız sayesinde zamandan tasarruf edin ve yalnızca önemli noktalara odaklanın.

# 🎉 Videolarınızı Hızla Özetleyin!
source: 🎉 Summarize Your Videos Quickly!
de: 🎉 Fassen Sie Ihre Videos schnell zusammen!
es: 🎉 ¡Resume tus videos rápidamente!
fr: 🎉 Résumez vos vidéos rapidement!
pt_pt: 🎉 Resuma Seus Vídeos Rapidamente!
tr: 🎉 Videolarınızı Hızla Özetleyin!

# Az Kaldı!
source: Almost There!
de: Fast fertig!
es: ¡Casi listo!
fr: Presque prêt!
pt_pt: Quase Lá!
tr: Az Kaldı!

source: Upload your videos or add a YouTube link. Summar Video AI will summarize it for you in seconds.
de: Laden Sie Ihre Videos hoch oder fügen Sie einen YouTube-Link hinzu. Summar Video AI erstellt in Sekunden eine Zusammenfassung für Sie.
es: Sube tus videos o añade un enlace de YouTube. Summar Video AI creará un resumen para ti en segundos.
fr: Téléchargez vos vidéos ou ajoutez un lien YouTube. Summar Video AI créera un résumé pour vous en quelques secondes.
pt_pt: Envie seus vídeos ou adicione um link do YouTube. O Summar Video AI fará o resumo para você em segundos.
tr: Videolarınızı yükleyin veya bir YouTube bağlantısı ekleyin. Summar Video AI, saniyeler içinde sizin için özeti çıkarsın.

# 🔍 Yapay Zeka Destekli Video Analizi
source: 🔍 AI-Powered Video Analysis
de: 🔍 KI-gestützte Videoanalyse
es: 🔍 Análisis de video impulsado por IA
fr: 🔍 Analyse vidéo assistée par IA
pt_pt: 🔍 Análise de Vídeo com Suporte de IA
tr: 🔍 Yapay Zeka Destekli Video Analizi

# Başlayalım!
source: Let's Start!
de: Los geht's!
es: ¡Vamos!
fr: Allons-y!
pt_pt: Vamos Lá!
tr: Başlayalım!

source: • Save Time: Quickly review long videos. • Accurate Summaries: Find exactly what you need. • Easy to Use: Get results in just a few clicks!
de: • Zeit sparen: Überprüfen Sie lange Videos schnell. • Präzise Zusammenfassungen: Finden Sie genau das, was Sie brauchen. • Einfache Bedienung: Ergebnisse mit nur wenigen Klicks erhalten!
es: • Ahorra tiempo: Revisa rápidamente videos largos. • Resúmenes precisos: Encuentra exactamente lo que necesitas. • Fácil de usar: Obtén resultados con solo unos clics.
fr: • Gagnez du temps : Examinez rapidement les longues vidéos. • Résumés précis : Trouvez exactement ce dont vous avez besoin. • Facile à utiliser : Obtenez des résultats en quelques clics!
pt_pt: • Economize Tempo: Revise vídeos longos rapidamente. • Resumos Precisos: Encontre exatamente o que você precisa. • Fácil de Usar: Obtenha resultados em apenas alguns cliques!
tr: • Zamandan Tasarruf: Uzun videoları hızlıca inceleyin. • Doğru Özetler: Tam olarak neye ihtiyacınız varsa onu bulun. • Kullanımı Kolay: Birkaç tıkla sonuçlara ulaşın!

# ⚡ Önemli Anlara Anında Erişin
source: ⚡ Instantly Access Key Moments
de: ⚡ Sofortiger Zugriff auf wichtige Momente
es: ⚡ Accede instantáneamente a los momentos clave
fr: ⚡ Accédez instantanément aux moments clés
pt_pt: ⚡ Acesse Momentos Importantes Instantaneamente
tr: ⚡ Önemli Anlara Anında Erişin

# YouTube Video Linki
source: YouTube Video Link
es: Enlace de Video de YouTube
fr: Lien Vidéo YouTube
pt_pt: Link do Vídeo do YouTube
tr: YouTube Video Linki

# Silme Onayı
source: Delete Confirmation
de: Löschbestätigung
es: Confirmación de eliminación
fr: Confirmation de suppression
pt_pt: Confirmação de Exclusão
tr: Silme Onayı

# Bu özeti silmek istediğinizden emin misiniz?
source: Are you sure you want to delete this summary?
de: Sind Sie sicher, dass Sie diese Zusammenfassung löschen möchten?
es: ¿Estás seguro de que deseas eliminar este resumen?
fr: Êtes-vous sûr de vouloir supprimer ce résumé ?
pt_pt: Tem certeza de que deseja excluir este resumo?
tr: Bu özeti silmek istediğinizden emin misiniz?

# Evet
source: Yes
de: Ja
es: Sí
fr: Oui
pt_pt: Sim
tr: Evet

# Hayır
source: No
de: Nein
fr: Non
pt_pt: Não
tr: Hayır

# Henüz eklenmiş özet yok. Lütfen yeni bir özet ekleyin!
source: No summaries added yet. Please add a new summary!
de: Noch keine Zusammenfassungen hinzugefügt. Bitte fügen Sie eine neue Zusammenfassung hinzu!
es: Aún no se ha añadido ningún resumen. ¡Por favor, añade un nuevo resumen!
fr: Aucun résumé ajouté pour l'instant. Veuillez ajouter un nouveau résumé !
pt_pt: Nenhum resumo foi adicionado ainda. Por favor, adicione um novo resumo!
tr: Henüz eklenmiş özet yok. Lütfen yeni bir özet ekleyin!

# dk
source: min
tr: dk

# İçerik Sayısı
source: Content Count
de: Inhaltsanzahl
es: Recuento de contenido
fr: Nombre de contenus
pt_pt: Contagem de conteúdo
tr: İçerik Sayısı

# Zaman Tasarrufu
source: Time Saved
de: Gesparte Zeit
es: Tiempo ahorrado
fr: Temps économisé
pt_pt: Tempo economizado
tr: Zaman Tasarrufu

# Kelime Sayısı
source: Word Count
de: Wortanzahl
es: Recuento de palabras
fr: Nombre de mots
pt_pt: Contagem de palavras
tr: Kelime Sayısı

# Tamam
source: Okay
fr: D'accord
pt_pt: Tudo bem
tr: Tamam

# Özet
source: Summary
de: Zusammenfassung
fr: Résumé
pt_pt: Resumo
tr: Özet

# Özeti Paylaş
source: Share Summary
de: Zusammenfassung teilen
fr: Partager le résumé
pt_pt: Compartilhar Resumo
tr: Özeti Paylaş

# Yeni Güncelleme Sizi Bekliyor!
source: A New Update is Waiting for You!
de: Ein neues Update wartet auf Sie!
fr: Une nouvelle mise à jour vous attend !
pt_pt: Uma nova atualização está esperando por você!
tr: Yeni Güncelleme Sizi Bekliyor!

# En iyi deneyimi sunabilmemiz için uygulamamızı güncelledik! Hemen güncelleyin!
source: We have updated our app to provide the best experience! Update now!
de: Wir haben unsere App aktualisiert, um die beste Erfahrung zu bieten! Jetzt aktualisieren!
fr: Nous avons mis à jour notre application pour vous offrir la meilleure expérience ! Mettez à jour maintenant !
pt_pt: Atualizamos nosso aplicativo para oferecer a melhor experiência! Atualize agora!
tr: En iyi deneyimi sunabilmemiz için uygulamamızı güncelledik! Hemen güncelleyin!

# Güncelle
source: Update
de: Aktualisieren
fr: Mettre à jour
pt_pt: Atualizar
tr: Güncelle

# 🎥 Videonun Özeti:
source: 🎥 Summary of the Video:
de: 🎥 Zusammenfassung des Videos:
fr: 🎥 Résumé de la vidéo:
pt_pt: 🎥 Resumo do vídeo:
tr: 🎥 Videonun Özeti:

source: This summary was created with the YouTube Summarize app! Download it and learn more from videos! 📚
de: Diese Zusammenfassung wurde mit der YouTube Summarize-App erstellt! Lade sie herunter und lerne mehr aus Videos! 📚
fr: Ce résumé a été créé avec l'application YouTube Summarize ! Téléchargez-la et apprenez-en davantage à partir des vidéos ! 📚
pt_pt: Este resumo foi criado com o aplicativo YouTube Summarize! Baixe-o e aprenda mais com os vídeos! 📚
tr: Bu özeti YouTube Summarize uygulamasıyla oluşturdum! Sen de indir ve videolardan daha fazlasını öğren! 📚

# Videonuz İşleniyor
source: Your video is being processed
de: Ihr Video wird verarbeitet
fr: Votre vidéo est en cours de traitement
pt_pt: Seu vídeo está sendo processado
tr: Videonuz İşleniyor

# Size güzel bir özet çıkarmak için çalışmalara devam ediyoruz
source: We are working to create a great summary for you
de: Wir arbeiten daran, eine großartige Zusammenfassung für Sie zu erstellen
fr: Nous travaillons pour créer un excellent résumé pour vous
pt_pt: Estamos trabalhando para criar um ótimo resumo para você
tr: Size güzel bir özet çıkarmak için çalışmalara devam ediyoruz

# ⏳ İşleniyor...
source: ⏳ Processing...
de: ⏳ Verarbeitung...
fr: ⏳ En traitement...
pt_pt: ⏳ Processando...
tr: ⏳ İşleniyor...
