Repository: ahmetmvural1/YouTube-Summary
Catalog: Video Summarize/Video Summarize/Storyboards/*.lproj/Main.strings
Languages: ja, ru, tr

# 07J-iU-pyR.text
source: Content Count
ja: コンテンツ数
ru: Количество контента
tr: İçerik sayısı

# 3GC-UJ-3ST.text
source: Summary Type
ja: 要約タイプ
ru: Тип резюме
tr: Özet Tipi

# 3WQ-mq-4Yb.segmentTitles[0]
source: Short Summary
ja: 短い要約
ru: Краткое резюме
tr: Kısa Özet

# 3WQ-mq-4Yb.segmentTitles[1]
source: Long Summary
ja: 長い要約
ru: Длинное резюме
tr: Uzun Özet

# 6z3-qJ-BbU.text
source: Word Count
ja: 単語数
ru: Количество слов
tr: Kelime sayısı

# 8dM-dh-FMR.text
source: We Summarize Your Videos Intelligently!
ja: 動画を賢く要約します！
ru: Мы умно резюмируем ваши видео!
tr: Videolarınızı Akıllıca Özetliyoruz!

# Ehc-wD-FX9.text
source: ✨ With our AI-powered summarization technology, we turn your long videos into key points within seconds. 🎥 Hold tight, we're handling the hard part. ⏳ To provide the best summary, we are analyzing your video. Meanwhile, grab a cup of coffee or sit back and relax.
ja: ✨ AIを活用した要約技術で、長い動画を数秒で重要なポイントに変換します。 🎥 お待ちください、難しい部分は私たちが処理します。 ⏳ 最高の要約を提供するため、動画を分析中です。その間にコーヒーを飲んだり、リラックスしてお待ちください。
ru: ✨ С помощью нашей технологии резюме на основе ИИ мы превращаем ваши длинные видео в ключевые моменты за считанные секунды. 🎥 Подождите, мы берем на себя трудную часть. ⏳ Для лучшего резюме мы завершаем анализ вашего видео. В это время можете выпить чашечку кофе или просто расслабиться.
tr: ✨ Yapay zeka destekli özetleme teknolojimizle uzun videolarınızı saniyeler içinde önemli noktalarına dönüştürüyoruz. 🎥 Bekleyin, işin zor kısmını biz hallediyoruz. ⏳ En iyi özet için videonuzun analizini tamamlıyoruz. Bu sırada bir fincan kahve alabilir ya da arkanıza yaslanabilirsiniz.

# FwL-9g-Rba.title
source: Preparing
ja: 準備中
ru: Подготавливается
tr: Hazırlanıyor

# PWR-Vj-G7z.normalTitle
source: 🚀 Upgrade to Premium for Quick Summary
ja: 🚀 高速要約のためにプレミアムにアップグレード
ru: 🚀 Перейдите на Premium для быстрого резюме
tr: 🚀 Hızlı Özet İçin Premium'a Geçin

# caN-Sf-tZ3.text
source: Language
ja: 言語
ru: Язык
tr: Dil

# d5r-Zw-pYs.text
source: Preparing
ja: 準備中
ru: Подготавливается
tr: Hazırlanıyor

# ev6-n0-Lv4.normalTitle
source: Paste
ja: 貼り付け
ru: Вставить
tr: Yapıştır

# hDU-RS-0IM.text
source: Time Saving
ja: 時間節約
ru: Экономия времени
tr: Zaman Tasarrufu

# hpn-ma-fuE.placeholder
source: YouTube Video Link
ja: YouTubeビデオリンク
ru: Ссылка на видео YouTube
tr: YouTube Video Linki

# mwq-bb-Z44.title
source: Summary
ja: 要約
ru: Резюме
tr: Özet

# r2k-Cj-9ff.title
source: Add Video
ja: ビデオを追加
ru: Добавить видео
tr: Video Ekle

# r6N-Dx-JHe.text
source: Time Saving
ja: 時間節約
ru: Экономия времени
tr: Zaman tasarrufu

# vlK-R9-C3O.normalTitle
source: 🍿 Generate Summary
ja: 🍿 要約を作成
ru: 🍿 Создать резюме
tr: 🍿 Özeti Oluştur
